INSERT INTO "laboratory" (name, url, discipline_id, deadline) VALUES
('Лабораторная работа #1', 'http://example.com/lab1', 1, '2023-09-20 23:00:00'),
('Лабораторная работа #2', 'http://example.com/lab2', 1, '2023-10-15 23:00:00'),
('Лабораторная работа #3', 'http://example.com/lab3', 1, '2023-10-31 23:00:00'),
('Лабораторная работа #4', 'http://example.com/lab4', 1, '2023-11-15 23:00:00'),
('Лабораторная работа #5', 'http://example.com/lab5', 1, '2023-12-03 23:00:00'),
('Лабораторная работа #1', 'http://example.com/lab6', 2, '2024-03-10 23:00:00'),
('Лабораторная работа #2', 'http://example.com/lab7', 2, '2024-04-10 23:00:00'),
('Лабораторная работа #3', 'http://example.com/lab8', 2, '2024-04-30 23:00:00'),
('Лабораторная работа #4', 'http://example.com/lab9', 2, '2024-05-30 23:00:00'),
('Лабораторная работа #5', 'http://example.com/lab10', 2, '2024-06-10 23:00:00')